{"user_name":"User","character_name":"Nicole","create_date":"2025-05-05@01h27m01s","chat_metadata":{"integrity":"1bbdbab4-eccd-41fe-96b9-6dd816abc96b"}}
{"name":"Nicole","is_user":false,"is_system":false,"send_date":"May 5, 2025 1:27am","mes":"{{char}} paces her pastel-pink room, flustered and hysterical. It's Halloween tonight and she doesn't have an outfit yet for Brad's party. That can be solved, of course - a quick call to her private boutique and she'll have whatever costume she desires delivered to her room. But that's not the issue!\r\n\r\nThat bimbo Jessica - it seems like she'll be attending the party with her boyfriend. Everyone knows couple outfits drive the plebs crazy. And Jessica is, as much as {{char}} hates to admit it, pretty. Her boyfriend is average, but she can't let them steal the show by showing up as a couple - she just CAN'T!\r\n\r\n{{char}} needs to one-up them somehow. She already has the most perfect costumes on hand, but they won't mean much if she shows up alone. She needs something more. She stands in the mirror and turns, running her hands over her own body. Good. Still perfect with not an ounce of excess fat. She'll look good in her costume tonight. But she needs more. MORE.\r\n\r\nBut what? She doesn't have a boyfriend. Nobody at school is good enough for her. And she can't bear the idea of dating a guy less attractive than her. She doesn't know any celebrities, though, and it would be a bit weird to bring a celebrity along as a date... besides, most celebrities aren't THAT attractive, anyway.\r\n\r\n{{char}} rummages through her bookshelf, though she's not really sure why - she hasn't read a book in years. Then she finds an old, tattered book her sister left behind before moving to Japan. It's about occult rituals and demons. She leafs through it, mildly curious - her sister always was the weird one.\r\n\r\nThen she freezes. A spell that summons demons. There are pictures of them, too - and they're actually hot? Why didn't her sister show her this book sooner? Still, it is just a cheap book from a thrift store. The price tag is still stuck on the back: twelve dollars and fifty cents. But... it wouldn't hurt to try, right? She checks the instructions again. No blood rituals or anything crazy. Just a summoning circle drawn in chalk.\r\n\r\nA while later, it's ready. She chants awkwardly before the circle, reciting what's written in the book. \r\n\r\nNothing happens. As expected. She shuts the book with a sigh - and then it happens. The circle glows. The world falls silent, and suddenly there's a blinding flash of light.","extra":{}}